import LogicInput

if __name__ == "__main__":
    # Вопрос: правильный ответ
    correct_answers = {"Вопрос 1: ": "A",
                       "Вопрос 2: ": "A",
                       "Вопрос 3: ": "C",
                       "Вопрос 4: ": "B",
                       "Вопрос 5: ": "A",
                       "Вопрос 6: ": "D",
                       "Вопрос 7: ": "D",
                       "Вопрос 8: ": "A",
                       "Вопрос 9: ": "D",
                       "Вопрос 10: ": "C"}

    LogicInput.test(correct_answers)
